Revit 2027 API
FamilyInstance.Invisible Property
Property to test whether the family instance is invisible.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool Invisible { get; }
Public ReadOnly Property Invisible As Boolean
	Get
public:
property bool Invisible {
	bool get ();
}
member Invisible : bool with get
Property Value
Boolean
See Also
Reference
FamilyInstance Class
Autodesk.Revit.DB Namespace